[GENERAL]
NAME				= Беларуская
TRANSLATOR			= prydespar (prydespar@outlook.com)
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= Тэрмін дзеяння скончыўся.
TEXT_BETA			= Бэта-версія
TEXT_UNREGISTERED		= Не зарэгістравана
TEXT_SAFEMODE			= Бяспечны рэжым
TEXT_SAFEMODE_MESSAGE		= Bandicam працуе зараз у бяспечным рэжыме. \nНекаторыя функцыі, у тым ліку апаратнае паскарэнне дэкадзіравання, могуць не працаваць у гэтым рэжыме.
TEXT_INIT_FAIL			= Збой запуску праграмы.
TEXT_APPINFO			= Bandicam - высокапрадукцыйны запіс відэа
TEXT_HAS_BEEN_UNREGISTERED	= Рэгістрацыя Bandicam адменена.


; error
TEXT_ERROR_DISKSPACE		= Не хапае месца на дыску.
TEXT_ERROR_VIDEO_CAP		= Збой запуску запісу відэа.
TEXT_ERROR_AUDIO_CAP		= Збой запуску запісу гуку. \nКалі Вам патрэбна дапамога, націсніце «OK».
TEXT_ERROR_IMAGE_CAP		= Збой запісу выявы. \nПраверце выхадную папку.
TEXT_ERROR_CREATEFILE		= Не ўдалося стварыць файл. \nКалі Вам патрэбна дапамога, націсніце «OK».
TEXT_ERROR_OUTPUTFOLDER		= Выхадная папка не існуе. Змяніце выхадную папку.
TEXT_ERROR_RENAME_FILE		= Не ўдалося перайменаваць выбраны файл.
TEXT_ERROR_CODEC_INIT		= Памылка ініцыялізацыі кадзіроўшчыка.
TEXT_ERROR_CODEC_INIT_RETRY	= Не ўдалося ініцыялізаваць кадзіроўшчык.\nЦі жадаеце вы паспрабаваць зноў з кадзіроўшчыкам H.264 (CPU)?
TEXT_ERROR_CODEC_VIDEO		= Запіс быў спынены, таму што ёсць праблема з відэакадзіроўшчыкам.
TEXT_ERROR_LOGO_IMAGE		= Непадтрымоўваны фармат выявы. \nВыберыце фармат PNG.
TEXT_ERROR_INIT_DEVICE		= Памылка ініцыялізацыі відэапрылады.
TEXT_ERROR_NO_DEVICES		= Відэапрылада не выяўлена.
TEXT_ERROR_EXISTING_PRESET_NAME	= Уведзенае Вамі імя шаблону ўжо існуе. \nУвядзіце іншае імя.
TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD = Гэта функцыя больш не даступна з-за палітыкі Facebook.
TEXT_ERROR_AUDIO_DEVICE_INVALIDATED = Запіс быў спынены, таму што аўдыяпрылада больш недаступна.
TEXT_ERROR_DUPLICATE_HOTKEYS	= Выяўлена дубляванне гарачых клавіш. Змяніце налады гарачых клавіш.
TEXT_ERROR_NO_SOUND_DEVICE	= There is no sound device activated. Please select at least one device.
TEXT_ERROR_NO_MORE_5_UPLOADING  = You cannot upload more than 5 videos at the same time. Please try again after the uploading is complete.
TEXT_CAN_NOT_CHANGE_TB		= Гэта функцыя толькі для зарэгістраванай версіі. \nКалі ласка, зарэгіструйцеся!
TEXT_CAN_NOT_ADD_MORE_THAN_10	= Вы не можаце дадаць больш за 10 накладзеных тэкстаў.
TEXT_WARNING_AMD_APP		= Ваша сістэма не падтрымлівае 'H.264 (AMD VCE)', таму будзе скарыстаны кадзіроўшчык па змаўчанні.
TEXT_WARNING_AMD_APP2		= Ваша сістэма не падтрымлівае 'H.264 (AMD VCE)'.
TEXT_WARNING_DEVICE_CHANGE	= Калі вы зменіце налады для відэапрылады, запіс будзе спынены. Вы ўпэўнены, што хочаце працягнуць?
TEXT_WARNING_EXIT_BANDICAM	= Калі вы закрыеце Bandicam, запіс будзе спынены. \nВы ўпэўнены, што хочаце закрыць Bandicam?
TEXT_WARNING_EXIT_BANDICAM_SREC	=  Калі закрыць праграму, запланаваны запіс больш не будзе працягвацца. \nВы ўпэўнены, што хочаце закрыць Bandicam?
TEXT_WARNING_DEL_OVERLAY	= Вы ўпэўнены, што хочаце выдаліць выбраны накладзены тэкст?
TEXT_WARNING_UNREGISTER		= Вы ўпэўнены, што хочаце адмяніць рэгістрацыю Bandicam?
TEXT_NOTICE_NEED_TO_RENEW	= Тэрмін дзеяння ліцэнзіі Bandicam канчаецца праз %d дзён. Націсніце на кнопку «OK», каб азнаёміцца з інструкцыямі для падаўжэння ліцэнзіі.
TEXT_NOTICE_NEED_TO_RENEW_NOW	= Тэрмін дзеяння ліцэнзіі Bandicam скончыўся. Націсніце на кнопку «OK», каб азнаёміцца з інструкцыямі для падаўжэння ліцэнзіі.

; video setting page name
TEXT_VID_PAGE_SOUND		= Гук
TEXT_VID_PAGE_WEBCAM		= Вэб-камера
TEXT_VID_PAGE_LOGO		= Лагатып
TEXT_VID_PAGE_EFFECTS		= Мыш
TEXT_VID_PAGE_TEXT		= Тэкст
TEXT_VID_PAGE_OPTIONS		= Параметры

; image capture setting page name
TEXT_IMG_PAGE_LOGO		= Лагатып

; option page name
TEXT_OPT_PAGE_GENERAL		= Асноўныя
TEXT_OPT_PAGE_OUTPUT		= Вывад
TEXT_OPT_PAGE_HOOKING		= Запіс
TEXT_OPT_PAGE_LANGUAGE		= Мова
TEXT_OPT_PAGE_HOTKEYS		= Гарачыя клавішы
TEXT_OPT_PAGE_OTHERS		= Іншыя

TEXT_VIDEO			= Відэа
TEXT_AUDIO			= Гук

TEXT_FOLDER_SELECT		= Выберыце папку для захавання

TEXT_FMT_FULL_SIZE		= Поўны памер
TEXT_FMT_HALF_SIZE		= Палова памеру
TEXT_FMT_FIT_WIDTH		= Па шырыні
TEXT_FMT_FIT_HEIGHT		= Па вышыні
TEXT_FMT_CUSTOM_SIZE		= Адмысловы
TEXT_FMT_STEREO			= стэрэа
TEXT_FMT_MONO			= мона
TEXT_FMT_ORIGINAL_PCM		= Зыходны фармат
TEXT_FMT_AUTO			= Аўта
TEXT_FMT_LOSSLESS		= Без страт

; preset
TEXT_PRESET_DEFAULT		= Па змаўчанні
TEXT_PRESET_HALFSIZE		= Палова памеру
TEXT_PRESET_HEVC_60FPS_SYNC	= HEVC, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_HEVC_60FPS_NVENC	= HEVC, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD VCE)
TEXT_PRESET_ULTRAFAST_60FPS	= Хуткі для 60 FPS
TEXT_PRESET_LOWEND		= Слабы ПК
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube / Twitter (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube / Twitter (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube / Twitter (720p)
TEXT_PRESET_YOUTUBE_1080P	= YouTube / Twitter (1080p)
TEXT_PRESET_PMP			= Divx/Galaxy смартфон
TEXT_PRESET_EDIT		= Vegas/Premiere/Pinnacle
TEXT_PRESET_POWERPOINT		= PowerPoint
TEXT_PRESET_320x0		= Па шырыні, 320x0
TEXT_PRESET_640x0		= Па шырыні, 640x0
TEXT_PRESET_800x0		= Па шырыні, 800x0
TEXT_PRESET_1280x0		= Па шырыні, 1280x0
TEXT_PRESET_USER		= Карыстальніцкія

TEXT_CHANGE_LANG		= Для змены мовы неабходны перазапуск Bandicam. \nПеразапусціць зараз?
TEXT_CHANGE_HOOK		= Для змены мэты запісу неабходны перазапуск Bandicam. \nПеразапусціць зараз?
TEXT_CHANGE_SIZE		= Для змены памеру акна праграмы неабходны перазапуск Bandicam. \nПеразапусціць зараз?
TEXT_RESET_ALL_SETTINGS		= Вы ўпэўнены, што хочаце скінуць усе налады да параметраў па змаўчанні?

TEXT_REGISTER_SUCCEEDED		= Bandicam зарэгістраваны!
TEXT_REGISTER_FAILED		= Памылка рэгістрацыі. \nПраверце Ваш e-mail і серыйны нумар.
TEXT_REGISTER_CONNECT_FAILED	= Немагчыма злучыцца з які рэгіструе серверам. \nПраверце Вашае інтэрнэт-злучэнне і задайце сістэмныя гадзіны на бягучыя дату і час. \nКалі Вам патрэбна дапамога, націсніце 'ОК'.
TEXT_REGISTER_INFO		= E-mail: %s\r\nСерыйны нумар: %s
TEXT_REGISTER_INFO2		= Тэрмін дзеяння канчаецца : %s (засталося %d дзён)
TEXT_REGISTER_INFO2_EXPIRED	= Тэрмін дзеяння канчаецца: %s (скончыўся)
TEXT_REGISTER_LIMITED		= Запіс спынены. \n\nУ незарэгістраванай версіі можна запісваць толькі 10 хвілін. \nКалі ласка, зарэгіструйцеся!
TEXT_REGISTER_LIMITED_SREC	= У незарэгістраванай версіі можна запісваць толькі 10 хвілін. \nКалі ласка, зарэгіструйцеся!
TEXT_REGISTER_NEWRECORD		= Вы не можаце пачаць новы запіс у незарэгістраванай версіі. \nКалі ласка, зарэгіструйцеся!
TEXT_REGISTER_LICENCE_INFO	= Не зарэгістравана!!! \r\nКалі жадаеце запісваць без лагатыпа на відэа, \r\nВы павінны купіць ліцэнзію.

TEXT_PROGRAM_INVALID		= Збой праграмы. \nПераўсталюйце праграму.

TEXT_SELECT_NOT_SELECTED	= Выберыце рэжым запісу
TEXT_SELECT_TARGET		= Націсніце на мэтавым акне
TEXT_SELECT_DEVICE		= Выберыце відэапрыладу
TEXT_TARGET_DIRECTX		= Гульнявы рэжым - запіс гульняў і відэаплэераў, якія выкарыстоўваюць DirectX.
TEXT_TARGET_SCREEN		= Экранны рэжым - запіс працоўнага стала і вэб-відэа.
TEXT_TARGET_DEVICE		= Прыладны рэжым - запіс вэб-камеры і HDMI відэасігналу.
TEXT_TARGET_AUDIO		= Audio-only mode - you can record only the audio.
TEXT_TARGET_CHANGING		= Калі вы зменіце рэжым запісу, запіс будзе спынены. \nВы ўпэўнены, што хочаце працягнуць?
TEXT_TARGET_CLOSE		= Калі вы закрыеце бягучы рэжым запісу, запіс будзе спынены.\nВы ўпэўнены, што хочаце працягнуць?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= Вы не можаце пачаць запіс у гульнявым рэжыме, таму што мэтавае акно не выбрана. \n\nЦі жадаеце вы пераключыцца на экранны рэжым, каб пачаць запіс?
TEXT_TARGET_CHANGE_TO_RECTANGLE2= Вы не можаце пачаць запіс у прыладным рэжыме, таму што прылада не выбрана. \n\nЦі жадаеце вы пераключыцца на экранны рэжым, каб пачаць запіс?
TEXT_TARGET_CHANGE_TO_RECTANGLE3= Вы не можаце пачаць запіс таму што не выбраны рэжым запісу\n\nЦі жадаеце вы выбраць экранны рэжым, каб пачаць запіс?

TEXT_STATUSBAR_READY		= Гатова
TEXT_STATUSBAR_RECORDING	= Запіс
TEXT_STATUSBAR_PAUSE		= Паўза

TEXT_UPDATE_AVAILABLE		= Ёсць новая версія Bandicam. \nСпампаваць зараз?
TEXT_UPDATE_UNAVAILABLE		= Вы выкарыстоўваеце самую апошнюю версію.
TEXT_UPDATE_FAILED		= Памылка праверкі абнаўленняў. \nМагчыма няма падлучэння да Інтэрнэту \nабо сервер недаступны.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Не атрымоўваецца спампаваць. Калі вы толькі што зарэгістраваліся, калі ласка, пацвердзіце свой адрас электроннай пошты.

TEXT_TARGET_FULL		= Поўны экран
TEXT_TARGET_RESTORE		= Аднавіць
TEXT_TARGET_TOGGLE_TOP		= Move Control Bar Up
TEXT_TARGET_TOGGLE_BOTTOM	= Move Control Bar Down
TEXT_TARGET_FIND		= Вылучыць вобласць запісу
TEXT_TARGET_RESIZE		= Меню выбару памеру
TEXT_TARGET_IMAGE		= Запіс выяў
TEXT_TARGET_PEN			= Рэжым малявання
TEXT_TARGET_RECORD_START	= Запіс відэа - старт
TEXT_TARGET_RECORD_PAUSE	= Запіс відэа - паўза
TEXT_TARGET_RECORD_STOP		= Запіс відэа - стоп
TEXT_TARGET_MENU		= Меню
TEXT_TARGET_DISPLAY		= Дысплэй %d

TEXT_DEVICE_FULL		= Поўны экран
TEXT_DEVICE_RESTORE		= Аднавіць
TEXT_DEVICE_SELECT_DEVICE	= Выбраць прыладу
TEXT_DEVICE_VOLUME		= Кантроль гучнасці
TEXT_DEVICE_IMAGE		= Запіс выяў
TEXT_DEVICE_RECORD_START	= Запіс відэа - старт
TEXT_DEVICE_RECORD_PAUSE	= Запіс відэа - паўза
TEXT_DEVICE_RECORD_STOP		= Запіс відэа - стоп
TEXT_DEVICE_MENU		= Меню

TEXT_RC_HOWTO_NOCOMPLETE	= Без аўтазавяршэння запісу
TEXT_RC_HOWTO_BYTIME		= Па часу
TEXT_RC_HOWTO_BYSIZE		= Па памеры
TEXT_RC_HOWTO_BYSILENCE		= Па працягу бязгучнасці
TEXT_RC_AFTER_NEWRECORD		= Пачаць новы запіс
TEXT_RC_AFTER_EXIT		= Закрыць Bandicam
TEXT_RC_AFTER_SHUTDOWN		= Выключыць камп'ютар

TEXT_SHUTDOWN_SEC		= Выключэнне сістэмы праз %d сек.

TEXT_SEL_IMAGE_FILE		= Выберыце файл лагатыпа

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_1_DISABLE	= -- Адключана --
TEXT_SND_SELECT_2_DISABLE	= -- Адключана (Рэкамендуецца) --

TEXT_CORRUPTED_AVI_FILE		= Апошні запісаны файл пашкоджаны. \nЦі жадаеце ў ім выправіць памылкі? \n\nФайл: %s
TEXT_SELECTED_CORRUPTED_FILE	= Выбраны файл пашкоджаны.\nЦі жадаеце ў ім выправіць памылкі? \n\nФайл: %s
TEXT_TRAY_BALLOON_TIP		= Націсніце на значок у вобласці апавяшчэнняў, каб паказаць акно налад Bandicam.
TEXT_TRAY_BALLOON_TIP_RECT	= Націсніце на значок у вобласці апавяшчэнняў, каб паказаць рамку экраннага рэжыму.
TEXT_TRAY_BALLOON_TIP_DEVICE	= Націсніце на значок у вобласці апавяшчэнняў, каб паказаць акно запісу відэапрылады.
TEXT_FORCE_STOP			= Не ўдалося спыніць запіс, \nтаму што мэтавае акно не адказвае. \nПрыпыніць запіс прымусова?
TEXT_EXTERNAL_CODEC		= - Знешні кадзіроўшчык -
TEXT_CUDA_GPU_AUTOSELECT	= (Аўтаматычны выбар)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= Стан запісу
TEXT_INDICATOR_TIME		= Час запісу
TEXT_INDICATOR_SIZE		= Памер запіснога файла / вольнае месца на дыску
TEXT_INDICATOR_VOLUME		= Бягучы ўзровень гучнасці

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [Сярэдні]   Звычайны прыярытэт для заданняў
TEXT_REC_PRIORITY_HIGH		= [Вышэй за сярэдні]   Вышэй за звычайны прыярытэт
TEXT_REC_PRIORITY_HIGHEST	= [Высокі]   Іншыя заданні могуць працаваць павольней

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicut не ўсталяваны. Ці жадаеце вы спампаваць Bandicut?
TEXT_OUTPUTS_DELETE		= Вы ўпэўнены, што хочаце канчаткова выдаліць выбраныя файлы?
TEXT_OUTPUTS_SELCOUNT		= %d файлаў выбрана

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Імя мэты запісу
TEXT_FILE_NAME_PREFIX_CUSTOM	= Ваша імя
TEXT_FILE_NAME_PREFIX_NONE	= -- Нічога --
TEXT_FILE_NAME_SUFFIX_TIME	= Дата/час
TEXT_FILE_NAME_SUFFIX_NUMBER	= Парадкавы нумар

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= Увядзіце значэнне ад 1 да 1440 хвілін.
TEXT_TIMER_REC_STOP_RECORDING	= Ідзе запіс. \nВы ўпэўнены, што хочаце спыніць запіс і працягнуць?
TEXT_TIMER_REC_MODE_NOT_SELECTED= Запіс па таймеры недаступны, таму што не выбраны рэжым запісу. Спачатку выберыце рэжым запісу.

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Увядзіце назву для відэа, каб яго запампаваць.
TEXT_UPLOAD_VID_NO_PASSWORD	= Увядзіце пароль.
TEXT_UPLOAD_YOUTUBE_LOGIN	= Уваход - YouTube
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT	= Уваход на YouTube праз браўзер...
TEXT_UPLOAD_YOUTUBE_LOGIN_CANCEL= Скасаваць
TEXT_UPLOAD_VIMEO_LOGIN		= Уваход - Vimeo
TEXT_UPLOAD_VIMEO_LOGIN_TEXT	= Уваход на Vimeo праз браўзер...
TEXT_UPLOAD_VIMEO_LOGIN_CANCEL	= Скасаваць
TEXT_UPLOAD_FACEBOOK_LOGIN	= Уваход - Facebook
TEXT_UPLOAD_COMPLETE		= Запампавана
TEXT_UPLOAD_ERR_FAIL		= Не ўдалося запампаваць відэа.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= Гэты файл занадта вялікі для запампоўвання.
TEXT_UPLOAD_ERR_FREESPACE	= Недастаткова вольнага месца на Vimeo, каб запампаваць гэта відэа.
TEXT_UPLOAD_ERR_CONNECT		= Не ўдалося падлучыцца да сервера.
TEXT_UPLOAD_ERR_AUTH_VIMEO		= Не ўдалося запампаваць відэа. Гэта функцыя недаступна для карыстальнікаў Vimeo Basic.
TEXT_UPLOAD_YOUTUBE_QUOTA	= Bandicam перавысіў дзённую квоту запампавання Bandicam, прызначаную YouTube. \nКвота будзе абноўлена а поўначы па ціхаакіянскім часе. \nЗапампуйце видэа непасрэдна з YouTube або паспрабуйце зноў пасля поўначы па ціхаакіянскім часе.\n\nЦі жадаеце вы перайсці на YouTube.com?
TEXT_UPLOAD_ERR_ACCESSTOKEN	= Не ўдалося атрымаць маркер доступу.

; deinterlacing
TEXT_DEINT_NONE			= Не
TEXT_DEINT_ODD			= Няцотныя радкі
TEXT_DEINT_EVEN			= Цотныя радкі
TEXT_DEINT_BLEND		= Змешванне

; push to talk/mute
TEXT_SND_CAP_PUSH_TO_TALK	= Утрыманне клавішы дазваляе запіс гуку
TEXT_SND_CAP_PUSH_TO_MUTE	= Утрыманне клавішы забараняе запіс гуку

; download & update 
TEXT_UPDATE_IN_PROGRESS		= Выконваецца ўсталяванне...
TEXT_UPDATE_FAILED_DL		= Не ўдалося спампаваць файлы для ўсталявання. \nМагчыма камп'ютар не падлучаны да Інтэрнэта.
TEXT_UPDATE_INSTALL_SUCCEED	= Усталяванне завершана.
TEXT_UPDATE_INSTALL_FAILED	= Не ўдалося ўсталяваць.

; flip screen horizontal/vertical
TEXT_WEBCAM_FLIP_NONE		= (Няма)
TEXT_WEBCAM_FLIP_HORIZONTAL	= Па гарызант.
TEXT_WEBCAM_FLIP_VERTICAL	= Па вертык.

; scheduled recording list
TEXT_SREC_HEADER_NAME		= Назва
TEXT_SREC_HEADER_STATUS		= Стан
TEXT_SREC_HEADER_START_TIME	= Пачатак
TEXT_SREC_HEADER_END_TIME	= Заканчэнне
TEXT_SREC_HEADER_DURATION	= Працягласць
TEXT_SREC_HEADER_TARGET		= Мэта
TEXT_SREC_HEADER_AFTER_REC	= Пасля запісу
TEXT_SREC_DEFAULT_NAME		= Запланаваны
TEXT_SREC_DELETE_SCHEDULES	= Вы ўпэўнены, што хочаце назаўсёды выдаліць выбраныя запланаваныя запісы?
TEXT_SREC_STATUS_WAITING	= Чаканне
TEXT_SREC_STATUS_RECORDING	= Запіс
TEXT_SREC_STATUS_PASSED		= Скончаны
TEXT_SREC_STATUS_INACTIVE	= Неактыўны
TEXT_SREC_TARGET_NOT_CHANGE	= (Не мяняць)
TEXT_SREC_TARGET_FULL_SCREEN	= Поўны экран
TEXT_SREC_TARGET_CUSTOM_AREA	= Вобласць экрана
TEXT_SREC_TARGET_NOT_CHANGE_TEXT= Выкарыстоўваць апошнюю запісаную мэту.
TEXT_SREC_DISPLAY		= Дысплэй %d
TEXT_SREC_DO_NOTHING		= (Нічога не рабіць)
TEXT_SREC_EXIT_BANDICAM		= Выйсці з Bandicam
TEXT_SREC_SHUTDOWN_PC		= Выключыць камп'ютар
TEXT_SREC_ERR_TIME		= Працягласць павінна быць у прамежку ад 00:00:01 да 23:59:59.
TEXT_SREC_ERR_DAY		= Як мінімум адзін дзень павінен быць выбраны.
TEXT_SREC_ERR_OVERLAPPED	= Час запісу перасякаецца з запланаваным запісам "%s"
TEXT_SREC_SAME_DAY		= Той жа дзень
TEXT_SREC_DAY_AFTER		= Дзень пасля
TEXT_SREC_EVERYDAY		= Кожны дзень
TEXT_SREC_SUN			= Нядзеля
TEXT_SREC_MON			= Панядзелак
TEXT_SREC_TUE			= Аўторак
TEXT_SREC_WED			= Серада
TEXT_SREC_THU			= Чацвер
TEXT_SREC_FRI			= Пятніца
TEXT_SREC_SAT			= Субота
TEXT_SREC_START_INFO		= Пачаць запіс а %s.
TEXT_SREC_STOP_INFO		= Спыніць запіс а %s.
TEXT_SREC_DAY			= %Дзень
TEXT_SREC_DAYS			= %Дні
TEXT_SREC_WAITING_0		= Запланаваных запісаў няма.
TEXT_SREC_WAITING_1		= Колькасць запланаваных запісаў: 1.
TEXT_SREC_WAITING_N		= Колькасць запланаваных запісаў: %d.

; bandifix
TEXT_BDFIX_APPTITLE		= BandiFix
TEXT_BDFIX_CONFIRM_EXIT		= Яшчэ ідзе апрацоўка. Вы ўпэўнены, што хочаце выйсці?
TEXT_BDFIX_NOT_SUPPORTED_FILE	= Уваходны файл мае фармат, які не падтрымліваецца.
TEXT_BDFIX_NOT_CORRUPTED	= Уваходны файл не пашкоджаны.\nЦі хочаце вы працягнуць?
TEXT_BDFIX_NO_CORRUPTION_KNOWN	= Уваходны файл не пашкоджаны, або яго немагчыма праверыць на пашкоджанасць.
TEXT_BDFIX_ALREADY_EXISTS	= Такі выхадны файл ужо існуе. Ці хочаце вы перазапісаць яго?
TEXT_BDFIX_SAME_PATH		= Шлях выхаднога файла такі ж, як і шлях уваходнага файла.
TEXT_BDFIX_DISK_SPACE		= Недастаткова месца на дыску, каб стварыць выхадны файл.
TEXT_BDFIX_PROCESS_COMPLETE	= Апрацоўка завершана!
TEXT_BDFIX_STATUS_PROCESSING	= У працэсе
TEXT_BDFIX_STATUS_COMPLETE	= Завершана
TEXT_BDFIX_STATUS_FAILED	= Памылка
TEXT_BDFIX_STATUS_READY		= Гатова
TEXT_BDFIX_FAILED_TO_OPEN	= Немагчыма адкрыць уваходны файл.
TEXT_BDFIX_FAILED_TO_PROCESS	= Не ўдалося апрацаваць заданне аднаўлення.

; Filename filter for openfile dialogbox 
TEXT_OP_FILTER_AVI		= Файлы AVI 
TEXT_OP_FILTER_MP4		= Файлы MP4 
TEXT_OP_FILTER_PNG		= Файлы PNG 
TEXT_OP_FILTER_ALL		= Усе файлы
TEXT_OP_FILTER_MEDIA		= Медыяфайлы

; Countdown combobox
TEXT_TARGET_COUNTDOWN_1		= 1 сек
TEXT_TARGET_COUNTDOWN_2		= 2 сек
TEXT_TARGET_COUNTDOWN_3		= 3 сек
TEXT_TARGET_COUNTDOWN_4		= 4 сек
TEXT_TARGET_COUNTDOWN_5		= 5 сек
TEXT_TARGET_COUNTDOWN_6		= 6 сек
TEXT_TARGET_COUNTDOWN_7		= 7 сек
TEXT_TARGET_COUNTDOWN_8		= 8 сек
TEXT_TARGET_COUNTDOWN_9		= 9 сек
TEXT_TARGET_COUNTDOWN_10	= 10 сек

; etc.
TEXT_DEFAULT_SOUND_DEVICE	= (Гукавая прылада па змаўчанні)
TEXT_DEFAULT_OUTPUT_DEVICE	= (Прылада вываду па змаўчанні)
TEXT_DEFAULT_INPUT_DEVICE	= (Прылада ўводу па змаўчанні)
TEXT_DEFAULT_DEVICE_FORMAT	= (Аўтаматычнае вызначэнне)
TEXT_HOTKEY_NONE		= (Няма)
TEXT_ADD_YOUR_TEXT_HERE		= Увядзіце свой тэкст тут
TEXT_NOT_SHOW_THIS_NOTICE	= Не паказваць больш гэта апавяшчэнне?
TEXT_RESTART_FOR_NEW_PRIVILEGE	= Вы ўпэўнены, што хочаце запусціць Bandicam з новымі паўнамоцтвамі?
TEXT_RESET_TO_DEFAULT		= Скід да налад па змаўчанні

; oauth complete html
TXT_LANG_CODE           	= "be"
TXT_TITLE               	= "Уваход на YouTube завершаны!"
TXT_MESSAGE_COMPLETE1   	= "Уваход на YouTube завершаны!"
TXT_MESSAGE_COMPLETE2   	= "Вы можаце закрыць гэту старонку."
TXT_GOTO_BANDICAM_HOME  	= "<a href='https://www.bandicam.com/by/' class='bandicam'><div>Перайсці на bandicam.com</div></a>"
TXT_GOTO_BANDICUT_HOME  	= "<a href='https://www.bandicam.com/bandicut-video-cutter/by/' class='bandicut'><div>Перайсці на bandicut.com</div></a>"

; pip mask shape
TEXT_PIPMASK_NONE		= Па-змаўчанні
TEXT_PIPMASK_SQUARE		= Квадрат
TEXT_PIPMASK_CIRCLE		= Круг
TEXT_PIPMASK_ELLIPSE		= Эліпс

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_HOME			= Галоўная
$BN_PAGE_GENERAL		= Асноўныя
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= Відэа
$BN_PAGE_IMAGE			= Выявы
$BN_PAGE_AUDIO			= Audio
$BN_PAGE_ABOUT			= Пра праграму
$BN_UNREGISTERED		= <font color="#ffa900">Бясплатная</font> версія мае абмежаванне — не больш за <font color="#ffa900">10 хвілін</font> запісу.
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Параметры
$ST_GEN_OUTPUT_FOLDER		= Выхадная папка:
$BN_GEN_OPEN_OUTPUT_FOLDER	= Адкрыць
$BN_GEN_ADV_OPTIONS		= Дадатковыя
$CK_GEN_ALWAYS_ON_TOP		= Bandicam заўсёды па-над іншымі вокнамі
$CK_GEN_START_MINIMIZED		= Запускаць згорнутым у вобласці апавяшчэнняў
$CK_GEN_RUN_WHEN_START		= Запускаць разам з Windows
$CK_GEN_RECORD_WHEN_RUN		= Аўтастарт запісу поўнага экрана пасля запуску Bandicam
$CK_GEN_TIMER_RECORDING		= Задаць таймер для аўтастарту запісу
$ST_GEN_LANGUAGE		= Мова
$ST_GEN_REC_AUTO_START		= Аўтастарт запісу
$ST_GEN_REC_SCHEDULED		= Запланаваныя запісы
$BN_GEN_REC_SCHEDULED		= Налады
$ST_GEN_REC_AUTO_COMPLETE	= Аўтазавяршэнне запісу
$BN_GEN_REC_AUTO_COMPLETE	= Налады
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= Накладанне FPS
$CK_FPS_OVERLAY_HOTKEY		= Клавіша паказу/хавання:
$CK_FPS_OVERLAY_POS_HOTKEY	= Клавіша змены пазіцыі:
$CK_FPS_OVERLAY			= Паказваць у пазіцыі:
$ST_FPS_LIMIT			= Абмежаванне FPS
$CK_FPS_LIMIT_HOTKEY		= Клавіша абмежавання:
$CK_FPS_LIMIT			= Абмяжоўваць у колькасці:
$CK_FPS_LIMIT_ONLY_CAP		= Толькі пры запісу
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Запіс відэа
$CK_VID_RECORD_HOTKEY		= Старт/Стоп - гарачая клавіша:
$CK_VID_PAUSE_HOTKEY		= Паўза - гарачая клавіша:
$CK_VID_SHOW_CURSOR		= Паказваць курсор
$CK_VID_CLICK_EFFECTS		= Эфекты націсканняў мышы
$CK_VID_WEBCAM_OVERLAY		= Дадаваць відэа з вэб-камеры
$BN_VID_RECORD_SETTINGS		= Налады
$ST_VID_FORMAT			= Фармат
$ST_VID_FORMAT_VIDEO		= Відэа
$ST_VID_FORMAT_AUDIO		= Гук
$BN_VID_FORMAT_SETTINGS		= Налады
$BN_VID_FORMAT_PRESETS		= Шаблоны
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Запіс выяў
$CK_IMG_CAPTURE_HOTKEY		= Запіс - гарачая клавіша:
$CK_IMG_CAPTURE_REPEAT		= Паўтор запісу экрана кожныя
$ST_IMG_CAPTURE_REPEAT		= сек.
$CK_IMG_SHOW_CURSOR		= Паказваць курсор
$CK_IMAGE_ADD_LOGO		= Дадаць лагатып на выяву
$CK_IMG_SHUTTER_SOUND_EFFECT	= Уключыць гук затвора
$BTN_IMAGE_SETTINGS		= Налады
$ST_IMG_FORMAT			= Фармат
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - звычайны
$CK_IMG_FORMAT_JPG_HQ		= JPG - высокая якасць
$BTN_IMG_FORMAT_ANIGIF		= Як захаваць у анімаваны GIF
$CK_IMAGE_JPG_CUSTOM		= JPG - карыстальніцкая якасць (20~100)
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; AUDIO
$ST_AUDIO_RECORD		= Audio-only Record
$CK_AUD_RECORD_HOTKEY		= Record/Stop Hotkey
$CK_AUD_PAUSE_HOTKEY		= Pause Hotkey
$BTN_AUDIO_SETTINGS		= Settings
$ST_AUD_FORMAT			= Format
$ST_AUD_FORMAT_TYPE		= File Type
$ST_AUD_FORMAT_AUDIO		= Audio
$BN_AUD_FORMAT_SETTINGS		= Settings
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_START		= Пачаць запіс
$ST_OUT_TAB_VIDEO		= Відэа
$ST_OUT_TAB_IMAGE		= Выявы
$ST_OUT_TAB_AUDIO		= Audios
$BN_OUT_PLAY_VIDEO		= Адкрыць
$BN_OUT_OPEN_IMAGE		= Адкрыць
$BN_OUT_EDIT			= Рэдагаваць
$BN_OUT_UPLOAD			= Запампаваць
$BN_OUT_DELETE			= Выдаліць
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Версія Bandicam
$ST_ABO_COPYRIGHT		= Аўтарскія правы (c) 2009-2022 Bandicam.com
$BN_ABO_NEW_VERSION		= Ёсць новая версія.
$BN_ABO_CHECK_UPDATE		= Праверка абнаўленняў
$ST_ABO_LICENCE_INFO		= Інфармацыя пра ліцэнзію
$BN_ABO_REGISTER		= Рэгістрацыя
$BN_ABO_REGISTER_HELP		= Як купіць і зарэгістраваць
$BN_ABO_UPDATE_REGISTRATION	= Абнавіць рэгістрацыю
$BN_ABO_RENEW_LICENSE		= Падоўжыць ліцэнзію
$ST_ABO_HOMEPAGE_INFO		= Спасылкі на афіцыйны сайт
$ST_ABO_HOMEPAGE_URL		= Хатняя старонка
$ST_ABO_FAQ_URL			= Частыя пытанні
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DEVICE
$BN_DEVICE_SELECTION		= Выберыце прыладу!
$ST_DEVICE_CONNECTING		= Злучэнне...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update
$ST_UPDATE_STEP1_TEXT		= <font color="yellow">Bandicut</font> - гэта неабходная праграма для карыстальнікаў Bandicam. Вы зможаце хутка рэзаць і злучаць відэа, запісаныя ў Bandicam. 
$BTN_UPDATE_STEP1_LINK		= Даведацца больш
$ST_UPDATE_STEP2_TEXT		= Выконваецца ўсталяванне...
$BTN_UPDATE_INSTALL		= Усталяваць
$BTN_UPDATE_LATER		= Не, дзякуй!
$BTN_UPDATE_CANCEL		= Скасаваць
$BTN_UPDATE_CLOSE		= Закрыць

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update - Install Bandicam
$ST_UPDATE_BANDICAM_TEXT	= Даступная новая версія Bandicam. Вы хочаце пачаць абнаўленне?
$BTN_UPDATE_BANDICAM_CANCEL	= Скасаваць
$BTN_UPDATE_BANDICAM_INSTALL	= Абнавіць
$BTN_UPDATE_BANDICAM_IGNORE	= Больш не пытаць наконт гэтай версіі
$BTN_UPDATE_BANDICAM_LEARNMORE	= Даведацца больш
$BTN_UPDATE_BANDICAM_SETTINGS	= Налады абнаўлення

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; HOME - START
$ST_START_SEL_MODE		= Выберыце рэжым запісу.
$ST_START_SEL_RECT		= Прамавуг. вобласць
$ST_START_SEL_FULL		= Поўны экран
$ST_START_SEL_MOUSE		= Вакол курсора
$ST_START_SEL_GAME		= Гульнявы рэжым
$ST_START_SEL_DEVICE		= Прыладны рэжым
$ST_START_SEL_AUDIO		= Audio only
$ST_START_SEL_HELP		= Анлайн-даведка

$ST_START_RECT_TITLE		= Экранны рэжым - Прамавугольная вобласць
$ST_START_RECT_DESC		= Гэты рэжым дазваляе запісваць вылучаную прамавугольную вобласць.
$ST_START_RECT_STEP		= 1. Выберыце памер ды вобласць для запісу. [br]2. Націсніце на кнопку 'REC' або адпаведную гарачую клавішу.

$ST_START_FULL_TITLE		= Экранны рэжым - Поўны экран
$ST_START_FULL_DESC		= Гэты рэжым дазваляе запісваць усё, што адбываецца на дысплеі.
$ST_START_FULL_STEP		= 1. Выберыце неабходны манітор для запісу. [br]2. Націсніце на кнопку 'REC' або адпаведную гарачую клавішу.

$ST_START_MOUSE_TITLE		= Экранны рэжым - Вакол курсора
$ST_START_MOUSE_DESC		= Гэты рэжым дазваляе запісваць вакол курсора, пакуль карыстальнік перамяшчае яго па дысплеі.
$ST_START_MOUSE_STEP		= 1. Выберыце вызначаны памер для запісу. [br]2. Націсніце на кнопку 'REC' або адпаведную гарачую клавішу.

$ST_START_GAME_TITLE		= Гульнявы рэжым
$ST_START_GAME_DESC		= Гэты рэжым дазваляе запісваць гульнявы працэс і паказваць FPS.
$ST_START_GAME_STEP		= 1. Запусціце гульню і праверце наяўнасць ліку зялёнага колеру (FPS). [br]2. Націсніце на кнопку 'REC' або адпаведную гарачую клавішу.

$ST_START_DEVICE_TITLE		= Прыладны рэжым
$ST_START_DEVICE_DESC		= Гэты рэжым дазваляе запісваць з вонкавых відэапрылад кшталту вэб-камеры, гульнявой прыстаўцы, смартфона, IPTV ды г.д.
$ST_START_DEVICE_STEP		= 1. Выберыце вэб-камеру або іншую прыладу для запісу. [br]2. Націсніце на кнопку 'REC' або адпаведную гарачую клавішу.

$ST_START_AUDIO_TITLE		= Audio-only Recording Mode
$ST_START_AUDIO_DESC		= This mode allows you to record only the audio, such as the speaker and microphone.
$ST_START_AUDIO_STEP		= Click the 'REC' button or press the record hotkey.

$BN_START_HELP			= Адкрыць анлайн-даведку
$BN_START_RECORD		= Пачаць запіс
$BN_START_RECORD_STOP		= Спыніць запіс
$ST_START_HOTKEY_RECORD		= Запіс/Стоп
$ST_START_HOTKEY_SCREENSHOT	= Запіс выяў
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; BandiFix
$BN_BDFIX_PLAY			= Прайграць
$BN_BDFIX_OPEN_FOLDER		= Адкрыць папку
$BN_BDFIX_CLOSE			= Закрыць
$ST_BDFIX_INPUT_FILE		= Уваходны файл
$ST_BDFIX_INPUT_FILE2		= Адкрыць пашкоджаны файл avi/mp4.
$BN_BDFIX_INPUT_FILE		= Адкрыць
$ST_BDFIX_OUTPUT_FILE		= Выхадны файл
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SCREEN MODE - MENU
$MENU_SELECT_RECORDING_AREA	= Вылучыць вобласць запісу
$MENU_RECTANGLE			= Прамавугольная вобласць
$MENU_FULLSCREEN		= Поўны экран
$MENU_AROUND_MOUSE		= Вакол курсора
$MENU_AUDIO_ONLY		= Audio only
$MENU_RECT_FIND_WINDOW		= Вылучыць вобласць запісу
$MENU_RECT_CUSTOM		= Карыстальніцкі памер
$MENU_RECT_RECENTLY_USED	= Апошнія скарыстаныя памеры
$MENU_FULL_DISPLAY_1		= Дысплэй 1
$MENU_FULL_DISPLAY_2		= Дысплэй 2
$MENU_FULL_DISPLAY_3		= Дысплэй 3
$MENU_FULL_DISPLAY_4		= Дысплэй 4
$MENU_FULL_DISPLAY_5		= Дысплэй 5
$MENU_FULL_DISPLAY_6		= Дысплэй 6
$MENU_FULL_DISPLAY_7		= Дысплэй 7
$MENU_FULL_DISPLAY_8		= Дысплэй 8
$MENU_FULL_SHOW_CONTRL		= Заўсёды паказваць панэль кіравання
$MENU_FULL_HIDE_CONTRL		= Заўсёды хаваць панэль кіравання
$MENU_MOUSE_CUSTOM		= Карыстальніцкі памер
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Адкрыць выхадную папку
$TOOLTIP_SCHEDULED_RECORDING	= Запланаваны запіс
$TOOLTIP_SCREENSHOT		= Запіс выяў
$TOOLTIP_RECORD			= Старт / Стоп
$TOOLTIP_PAUSE			= Паўза
$TOOLTIP_UI_MODE		= Кампактны / Поўны інтэрфейс
$TOOLTIP_REGISTER		= Рэгістрацыя Bandicam
$TOOLTIP_ONLINE_HELP		= Анлайн-даведка

$TOOLTIP_TOOL_NONE		= Курсор (Не малюе) (Ctrl+Alt+1)
$TOOLTIP_TOOL_PEN		= Аловак (Ctrl+Alt+2)
$TOOLTIP_TOOL_PEN_HL		= Вылучальнік (Ctrl+Alt+3)
$TOOLTIP_TOOL_PEN_LINE		= Лінія (Ctrl+Alt+4)
$TOOLTIP_TOOL_ARROW		= Стрэлка (Ctrl+Alt+5)
$TOOLTIP_TOOL_BOX		= Прамавугольнік (Ctrl+Alt+6)
$TOOLTIP_TOOL_NUMBER		= Нумарацыя (Ctrl+Alt+7)
$TOOLTIP_TOOL_TEXT		= Тэкст (Ctrl+Alt+8)
$TOOLTIP_TOOL_ERASER		= Гумка (Ctrl+Alt+9)
$TOOLTIP_TOOL_COLOR		= Выбар колеру
$TOOLTIP_TOOL_LINE		= Выбар таўшчыні
$TOOLTIP_TOOL_UNDO		= Скасаваць (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Паўтарыць (Ctrl+Y)

$TOOLTIP_HOME_SEL		= Выберыце рэжым запісу
$TOOLTIP_HOME_RECT		= Экранны рэжым - Прамавугольная вобласць
$TOOLTIP_HOME_FULL		= Экранны рэжым - Поўны экран
$TOOLTIP_HOME_MOUSE		= Экранны рэжым - Вакол курсора
$TOOLTIP_HOME_GAME		= Гульнявы рэжым
$TOOLTIP_HOME_DEVICE		= Прыладны рэжым
$TOOLTIP_HOME_AUDIO		= Audio-only Recording Mode

$TOOLTIP_ADD_MOUSE_EFFECT	= Налады мышы
$TOOLTIP_ADD_TEXT_OVERLAY	= Дадаць накладзены тэкст
$TOOLTIP_ADD_SPEAKER		= Дадаць дынамікі
$TOOLTIP_ADD_MICROPHONE		= Налады мікрафона
$TOOLTIP_ADD_WEBCAM_OVERLAY	= Налады вэб-камеры
$TOOLTIP_MUTE_SPEAKER		= Mute Speakers
$TOOLTIP_MUTE_MICROPHONE	= Mute Microphone

$TOOLTIP_REFRESH_LINFO		= Абнавіць інфармацыю аб ліцэнзіі
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$FILE_LOGO			= logo.png
$FILE_BETA_ICON			= beta_icon.png
$FILE_UNREGISTERED_ICON		= unregistered_icon.png
$FILE_EXPIRED_ICON		= expired_icon.png


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= Скасаваць
IDOK				= OK
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= Налады фармату
IDC_ST_FMTSET_FILE		= Фармат файла
IDC_ST_FMTSET_VIDEO		= Відэа
IDC_ST_VIDEO_SIZE		= Памер
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= Кадзіроўшчык
IDC_ST_VIDEO_CODEC_PROFILE	= Профіль
IDC_ST_VIDEO_BITRATE		= Бітрэйт
IDC_ST_VIDEO_QUALITY		= Якасць
IDC_ST_FMTSET_AUDIO		= Гук
IDC_CK_AUDIO_ORIGINAL_PCM	= Захоўваць зыходны фармат
IDC_ED_AUDIO_ORIGINAL_PCM	= Вы можаце захаваць гук высокай выразнасці (96 кгц або вышэй) і шматканальны гук.
IDC_ST_AUDIO_CH			= Каналы
IDC_ST_AUDIO_FREQ		= Частата
IDC_ST_AUDIO_CODEC		= Кадзіроўшчык
IDC_ST_AUDIO_BITRATE		= Бітрэйт
IDC_ST_FORMAT_HELP		= [ Даведка ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_AUDIO_FORMAT
IDD_AUDIO_FORMAT		= Format settings

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Рэгістрацыя Bandicam
IDC_ST_1BUY			= 1. Купля
IDC_ST_1BUY_COMMENT		= Для запісу відэа без лагатыпа, набудзьце ліцэнзію на https://bandicam.com/buy
IDC_BTN_BUY_ONLINE		= Купіць анлайн
IDC_ST_2REGISTER		= 2. Рэгістрацыя
IDC_ST_2REGISTER_COMMENT	= Патрабуецца падлучэнне да Інтэрнэту.
IDC_ST_EMAIL_ADDRESS		= E-mail
IDC_ST_SERIAL_NUMBER		= Серыйны нумар
IDC_BTN_REGISTER_NOW		= Зарэгістраваць
IDC_BTN_UNREGISTER_NOW		= Адмена рэгістрацыі
IDC_BTN_CLOSE			= Закрыць

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= Праверка абнаўленняў
IDC_ST_UPDATE_SETTING		= Налады
IDC_CK_UPDATE_ENABLE		= Уключыць аўтаматычную праверку абнаўленняў
IDC_CK_UPDATE_POPUP		= Усплывальнае паведамленне пра новую версію
IDC_UPDATE_CHECK_NOW		= Праверыць зараз
IDC_CLOSE			= Закрыць

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= Дадатковыя параметры
IDC_BTN_RESET			= Скід

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= Асноўныя
IDC_CK_ALWAYS_ON_TOP2		= Bandicam заўсёды па-над іншымі вокнамі
IDC_CK_START_MINIMIZED_TO_TRAY	= Запускаць згорнутым у вобласці апавяшчэнняў
IDC_CK_RUN_WHEN_START		= Запускаць разам з Windows
IDC_CK_RECORD_WHEN_RUN		= Аўтастарт запісу поўнага экрана пасля запуску
IDC_BTN_TIMER_RECORDING		= Задаць таймер аўтастарта запісу
IDC_CK_SHOW_FPS_IN_VIDEO	= Запісваць FPS у канчатковы файл
IDC_ST_SHOW_FPS_IN_VIDEO	= (Толькі ў гульнявым рэжыме)
IDC_CK_SHOW_TIP_BAR		= Паказваць параду / інфармацыйную панэль
IDC_CK_NO_TRAY_BALLOON		= Адключыць усплывальныя папярэджанні
IDC_ST_ADV_AUTOMATIC		= Аўтаматызацыя
IDC_LN_TIP_RECORD_ON_WIN_STARTUP = ПАДКАЗКА: Як запускаць запіс разам з Windows

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Вывад
IDC_ST_OUT_OUTPUT_FOLDER	= Выхадная папка:
IDC_CK_OUT_CREATE_SUBFOLDER	= Ствараць падпапку для захавання файла
IDC_RD_OUT_SUBFOLDER		= з імем мэты запісу
IDC_RD_OUT_SUBFOLDER_2		= 'Videos'/ 'Images' / 'Audios'
IDC_CK_OUT_ENABLE_WRITE_CACHING	= Дазволіць кэшаванне запісу на дыск
IDC_ST_OUT_FILE_NAMING		= Называнне файлаў
IDC_ST_OUT_EXAMPLE		= Прыклад:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= Мова
IDC_ST_TRANSLATOR		= Падзяка перакладчыкам

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= Запіс мэты
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_HK_DX12			= DirectX 12
IDC_CK_HK_VULKAN		= Vulkan
IDC_CK_HK_WINDOWS_APPS		= Windows Apps (UWP)
IDC_CK_DISABLE_DX11_ON_IE9	= Адключыць DX10/11 запіс у IE9+/Firefox
IDC_CK_DISABLE_OVERLAY_ON_DX	= Блакіраваць накладанне відэа (DirectX overlay)
IDC_BTN_BLOCK_LIST		= Спіс заблакіраваных працэсаў

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOTKEYS
IDC_ST_HKEY_GENERAL		= Асноўныя
IDC_CK_HKEY_START_REC		= Пачаць/спыніць запіс
IDC_CK_HKEY_PAUSE_REC		= Паўза
IDC_CK_HKEY_CAPTURE_IMAGE	= Захоп выявы
IDC_CK_HKEY_MUTE_SPEAKER	= Mute Speakers
IDC_CK_HKEY_MUTE_MICROPHONE	= Mute Microphone
IDC_ST_HKEY_SCREEN_MODE		= Экранны рэжым
IDC_CK_HKEY_SHOW_RECT		= Паказаць/схаваць 4-хвугольнік
IDC_CK_HKEY_TOGGLE_DRAW		= Малявальны рэжым
IDC_ST_HKEY_GAME_MODE		= Гульнявы рэжым
IDC_CK_HKEY_SHOW_FPS		= FPS - Паказаць/схаваць
IDC_CK_HKEY_POS_FPS		= FPS - Пазіцыя
IDC_CK_HKEY_LIMIT_FPS		= FPS - Абмежаванне

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= Іншыя налады
IDC_BTN_VIDEO_RECORD_SETTINGS	= Налады запісу для відэа
IDC_BTN_VIDEO_FORMAT_SETTINGS	= Налады фармату для відэа
IDC_BTN_AUTO_COMPLETE_RECORDING	= Налады аўтазавяршэння запісу
IDC_ST_OTHER_UAC		= Запуск ад імя адміністратара (кантроль уліковых запісаў)
IDC_RD_OTHER_NONADMIN		= Запуск ад імя стандартнага карыстальніка (не адмін)
IDC_RD_OTHER_ADMIN		= Запуск ад імя адміністратара
IDC_RD_OTHER_ADMIN_GAME		= Запуск ад імя адміністратара ў гульнявым рэжыме
IDC_BTN_OTHER_RESTART		= Перазапусціць зараз
IDC_LN_OTHER_UAC		= Даведка

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= Аўтазавяршэнне запісу
IDC_ST_RC_HOWTO			= Вызначыць умовы аўтазавяршэння запісу
IDC_RD_RC_NOTCOMPLETE		= Адключана
IDC_RD_RC_TIME			= Па часу запісу
IDC_ST_RC_MAX_TIME		= Макс.
IDC_RD_RC_SIZE			= Па памеры файла
IDC_ST_RC_MAX_SIZE		= Макс.
IDC_RD_RC_NOSOUND		= Па працягу бязгучнасці (сек)
IDC_ST_RC_AFTER			= Пасля аўтазавяршэння запісу
IDC_RD_RC_NOTHING		= Нічога не рабіць
IDC_RD_RC_NEW_RECORDING		= Пачаць новы запіс
IDC_RD_RC_EXIT_BDCAM		= Закрыць Bandicam
IDC_RD_RC_SHUTDOWN		= Выключыць камп'ютар

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL_NOSOUND
IDD_REC_CONTROL_NOSOUND		= Аўтазавяршэнне запісу - Заўвага
IDC_ST_NOSOUND_TITLE		= Бязгучны стан
IDC_ST_NOSOUND_DESC		= Запіс спынецца, таму што на камп'ютары не прайграваецца ніякіх гукаў.
IDC_ST_NOSOUND_DESC2		= Запіс спынецца праз %d секунд.
IDC_BTN_NOSOUND_CONTINUE	= Працягнуць запіс

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= Выключэнне
IDC_ST_SHUTDOWN			= Выключэнне
IDC_ST_SHUTDOWN_INFO		= Камп'ютар будзе выключаны. \nНацісніце "Скасаваць" калі не хочаце яго выключаць.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= Налады запісу відэа

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= Запіс гуку
IDC_ST_SND_SELECT_1		= Асноўная прылада
IDC_ST_SND_DEVICE_0		= Дынамікі
IDC_BTN_SND_SETTING_0		= Налады
IDC_ST_SND_DEVICE_1		= Мікрафон
IDC_BTN_SND_SETTING_1		= Налады
IDC_ST_SND_VOLUME_1		= Гучнасць
IDC_CK_SND_MONO_1		= Мона
IDC_BTN_SND_FILTER_1		= Фільтр
IDC_ST_SND_SELECT_2		= Дадатковая прылада
IDC_BTN_SND_SETTING_2		= Налады
IDC_ST_SND_VOLUME_2		= Гучнасць
IDC_CK_SND_MONO_2		= Мона
IDC_BTN_SND_FILTER_2		= Фільтр
IDC_CK_SND_MIX_SOUND		= Агульная гукавая дарожка разам з асноўнай прыладай
IDC_CK_SND_CAP_PUSH_TO		= Функцыя кантролю запісу гуку клавішай
IDC_ST_SOUND_HELP		= [ Даведка ]
IDC_CK_SND_SAVE_AS_WAV		= Паралельна захоўваць у несціснутыя гукавыя файлы WAV
IDC_ST_AUDIO_MODE		= Please select at least one sound device for audio recording.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Паралельна захоўваць відэа з вэб-камеры
IDC_ST_WEBCAM_SETTING		= Налады
IDC_ST_WEBCAM_POS		= Пазіцыя:
IDC_CK_WEBCAM_USE_CHROMAKEY	= Укл. храмакей
IDC_BTN_WEBCAM_PREVIEW_SETTINGS	= Дадатковыя
IDC_ST_WEBCAM_ADVANCED_OPTIONS	= Дадатковыя параметры
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Перадпрагляд вэб-камеры на экране
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Гарачая клавіша вываду перадпрагляду:
IDC_RD_WEBCAM_ADD_TO_VIDEO	= накладаннем на асноўны запіс
IDC_RD_WEBCAM_SAVE_AS_MP4	= асобным відэафайлам MP4

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= Дадаць лагатып на відэазапіс
IDC_ST_LOGO_SETTING		= Налады
IDC_ST_LOGO_IMAGE		= Лагатып:
IDC_ST_LOGO_OPACITY		= Празрыстасць:
IDC_ST_LOGO_POS			= Пазіцыя:
IDC_ST_LOGO_LR_MARGINS		= Лев./прав. поле:
IDC_ST_LOGO_TB_MARGINS		= Верх./ніж. поле:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_CK_SHOW_CURSOR		= Паказваць курсор мышы
IDC_ST_CURSOR_SIZE		= Памер
IDC_ST_EFFECTS_MOUSE		= Для мышы
IDC_CK_ADD_CLICK_EFFECTS	= Эфекты націсканняў мышы
IDC_ST_CLICK_EFFECT_SIZE	= Памер
IDC_ST_LEFT_CLICK_COLOR		= Левая клавіша
IDC_ST_RIGHT_CLICK_COLOR	= Правая клавіша
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Эфект падсветкі курсора
IDC_ST_HIGHLIGHT_EFFECT_SIZE	= Памер
IDC_ST_HIGHLIGHT_COLOR		= Колер падсветкі курсора
IDC_ST_HIGHLIGHT_OPACITY	= Празрыстасць
IDC_ST_EFFECT_PREVIEW_TITLE	= Перадпрагляд
IDC_ST_EFFECTS_MOUSE_SOUND	= Прайграваць гук націскання падчас запісу
IDC_CK_EFFECT_LCLICK_SOUND	= Левай клавішы мышы
IDC_CK_EFFECT_RCLICK_SOUND	= Правай клавішы мышы

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;IDD_VID_PAGE_TEXT
IDC_CK_ADD_TEXT			= Дадаць накладзены тэкст ў відэа
IDC_BTN_TEXT_OVERLAY_ADD	= Дадаць
IDC_BTN_TEXT_OVERLAY_EDIT	= Рэдагаваць
IDC_BTN_TEXT_OVERLAY_DEL	= Выдаліць

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= Параметры
IDC_ST_REC_PRIORITY		= Прыярытэт запісу:
IDC_ST_REC_PRIORITY2		= Вышэйшы прыярытэт можа паменшыць выпадзенне кадраў.
IDC_ST_FOR_DX_GL		= Для гульнявога рэжыму
IDC_CK_SKIP_RECORDING		= Прапускаць запіс у момантах, калі кадр не абнаўляецца
IDC_CK_ENHANCED_DX9_CAPTURE	= Пашыраны метад запісу (хутчэй, DirectX 9 толькі)
IDC_ST_FOR_RECT_SCREEN		= Для экраннага рэжыму
IDC_CK_HIDE_MAINWND_WHILE_REC	= Схаваць галоўнае акно падчас запісу
IDC_CK_SHOW_COUNTDOWN_TIMER	= Паказваць таймер адваротнага адліку перад запісам
IDC_CK_ENHANCED_CAPTURE		= Пашыраны метад запісу (хутчэй, Windows 8 або вышэй)
IDC_CK_PLAY_EVENT_SOUND_EFFECTS = Прайграваць гукавыя эфекты пры запуску ці прыпыненні

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_SETTINGS
IDD_VIDEO_WEBCAM_SETTINGS	= Перадпрагляд вэб-камеры і дадатковыя налады
IDC_ST_WEBCAM_PRESET_POS	= Зададзеная пазіцыя
IDC_ST_WEBCAM_PREVIEW_SETTINGS	= Налады
IDC_ST_WEBCAM_DEVICE		= Вэб-камера:
IDC_BTN_WEBCAM_DEVICE		= Уласцівасці
IDC_ST_WEBCAM_DEVICE_FMT	= Фармат:
IDC_ST_WEBCAM_SIZE		= Накладанне:
IDC_ST_WEBCAM_POS_H		= Пазіцыя па X:
IDC_ST_WEBCAM_POS_V		= Пазіцыя па Y:
IDC_ST_WEBCAM_FLIPSCREEN	= Адлюстраваць:
IDC_ST_WEBCAM_SHAPE		= Фігура:
IDC_ST_WEBCAM_BLUR		= Размытасць:
IDC_CK_WEBCAM_USE_CHROMAKEY_L	= Уключыць храмакей
IDC_ST_WEBCAM_CHROMAKEY_COLOR	= Колер:
IDC_BTN_WEBCAM_CHROMAKEY_COLOR	= Выбраць
IDC_BTN_WEBCAM_CHROMAKEY_SIMILARITY = Падобнасць: 
IDC_ST_WEBCAM_CHROMAKEY_BLEND	= Зліццё:
IDC_LN_WEBCAM_HELP		= [ Даведка ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Перадпрагляд пазіцыі і памеру накладання відэа з вэб-камеры

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_TEXT_SETTINGS
IDD_VIDEO_TEXT_SETTINGS		= Налады накладання тэкста
IDC_ST_TEXT_OVERLAY_SETTINGS	= Налады
IDC_ED_TEXT_INCLUDE_TIMESTAMP	= Дадаць часавую метку
IDC_ST_TEXT_FONT		= Шрыфт:
IDC_ST_TEXT_SIZE		= Памер:
IDC_ST_TEXT_MARGIN		= Водступ:
IDC_ST_TEXT_ALPHA		= Празрыстасць:
IDC_ST_TEXT_COLOR		= Колер тэксту:
IDC_CK_TEXT_SHADOW_COLOR	= Цень:
IDC_CK_TEXT_OUT_COLOR		= Контур:
IDC_BTN_ADD_TEXT_MACRO		= Дадаць макрасы (Дата, час...)
IDC_LN_TEXT_HELP		= [ Даведка ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_SHEET_SETTINGS
IDD_IMG_SHEET_SETTINGS		= Налады запісу выяў

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_PAGE_LOGO
IDC_CK_IMG_ADD_LOGO		= Дадаць лагатып на выяву
IDC_ST_IMG_LOGO_SETTING		= Налады
IDC_ST_IMG_LOGO_IMAGE		= Лагатып:
IDC_ST_IMG_LOGO_OPACITY		= Празрыстасць:
IDC_ST_IMG_LOGO_POS		= Пазіцыя:
IDC_ST_IMG_LOGO_LR_MARGINS	= Лев./прав. поле:
IDC_ST_IMG_LOGO_TB_MARGINS	= Верх./ніж. поле:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= Зададзены памер мэты запісу
IDC_ST_TARGET_SIZE_SETTING	= Налады
IDC_ST_TARGET_SIZE		= Памер мэты запісу:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Дадаць новы карыстальніцкі шаблон памеру
IDC_ST_ADD_SIZE_PRESET		= Вы можаце захаваць бягучыя пазіцыю і памер мэты запісу як \nновы зададзены памер. Увядзіце імя для новага зададзенага памеру:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Праўка зададзеных памераў
IDC_BTN_SIZE_PRESET_ADD		= Дадаць
IDC_BTN_SIZE_PRESET_DEL		= Выдаліць
IDC_BTN_SIZE_PRESET_REN		= Перайменаваць
IDC_BTN_SIZE_PRESET_UP		= Падняць
IDC_BTN_SIZE_PRESET_DN		= Апусціць

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Перайменаваць зададзены памер
IDC_ST_REN_SIZE_PRESET		= Увядзіце новае імя для зададзенага памеру:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= Інфармацыя
IDC_ST_ACAP_INFO		= Інфармацыя запісу гуку
IDC_ST_ACAP_INFO2		= Ваша гукавая карта не запісвае гук. \nПраверце «Прылады запісу». \n\nЦі жадаеце вы перайсці на старонку з даведкай?
IDC_CK_ACAP_DO_NOT_ASK		= Больш не пытаць
IDC_BTN_YES			= Так
IDC_BTN_NO			= Не

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= Максімальны час запісу
IDC_ST_RC_TIME_SETTING		= Налады
IDC_ST_RC_TIME_HOUR		= Гадзіна
IDC_ST_RC_TIME_MIN		= Хвіл
IDC_ST_RC_TIME_SEC		= Сек

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= Максімальны памер файла
IDC_ST_RC_FILESIZE_SETTING	= Налады

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= Дадаць новы карыстальніцкі шаблон фармату
IDC_ST_ADD_PRESET		= Вы можаце захаваць бягучыя налады фармату як \nновы шаблон. Увядзіце імя для новага шаблону фармату:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= Праўка карыстальніцкіх шаблонаў фармату
IDC_BTN_PRESET_ADD		= Дадаць
IDC_BTN_PRESET_DEL		= Выдаліць
IDC_BTN_PRESET_REN		= Перайменаваць
IDC_BTN_PRESET_UP		= Падняць
IDC_BTN_PRESET_DN		= Апусціць

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= Перайменаваць шаблон фармату
IDC_ST_REN_PRESET		= Увядзіце новае імя для шаблону фармату:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= Выберыце знешні відэакадзіроўшчык
IDC_ST_CODEC_EX_LIST		= Спіс усталяваных VFW кадзіроўшчыкаў 
IDC_ST_CODEC_EX_SETTINGS	= Налады
IDC_ST_CODEC_EX_DRIVER		= Імя драйвера
IDC_ST_CODEC_EX_FOURCC		= Код FourCC
IDC_ST_CODEC_EX_QUALITY		= Якасць
IDC_ST_CODEC_EX_DATERATE	= Хуткасць патока
IDC_ST_CODEC_EX_KEYFRAME	= Інтэрвал ключавых кадраў
IDC_CK_CODEC_EX_PREFER_RGB	= Пераважна RGB colorspace
IDC_BTN_CODEC_EX_CONFIG		= Канфігурацыя
IDC_BTN_CODEC_EX_ABOUT		= Пра праграму
IDC_ST_CODEC_EX_HELP		= [ Даведка ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= Спіс заблакіраваных працэсаў
IDC_ST_BLOCK_LIST		= Да наступных працэсаў не дазваляецца запіс.
IDC_ST_BLOCK_LIST_EX		= Прыклад напісання:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= Налады H.264 (NVIDIA® CUDA™)
IDC_ST_H264_CUDA_RATE_CONTROL	= Кантроль хуткасці
IDC_RD_H264_CUDA_VBR		= VBR - па якасці (рэкамендуецца)
IDC_RD_H264_CUDA_CBR		= CBR - па бітрэйце
IDC_ST_H264_CUDA_GPU_USAGE	= Выкарыстанне GPU
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= Толькі GPU (для магутных GPU)
IDC_ST_H264_CUDA_GPU_DEVICE	= Прылада GPU:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= Іншыя параметры
IDC_ST_H264_CUDA_FOURCC_USED	= Код FourCC:
IDC_ST_H264_CUDA_KEYFRAME_INT	= Інтэрвал ключавых кадраў:
IDC_ST_H264_CUDA_FOURCC_HELP	= Даведка

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= Налады H.264 (Quick Sync Video)
IDC_ST_H264_SYNC_RATE_CONTROL	= Кантроль хуткасці
IDC_RD_H264_SYNC_VBR		= VBR - па якасці (рэкамендуецца)
IDC_RD_H264_SYNC_CBR		= CBR - па бітрэйце
IDC_ST_H264_SYNC_OTHER_OPTIONS	= Іншыя параметры
IDC_ST_H264_SYNC_FOURCC_USED	= Код FourCC:
IDC_ST_H264_SYNC_KEYFRAME_INT	= Інтэрвал ключавых кадраў:
IDC_ST_H264_SYNC_FOURCC_HELP	= Даведка

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= Налады H.264 (AMD VCE)
IDC_ST_H264_APP_RATE_CONTROL	= Кантроль хуткасці
IDC_RD_H264_APP_VBR		= VBR - па якасці (рэкамендуецца)
IDC_RD_H264_APP_CBR		= CBR - па бітрэйце
IDC_ST_H264_APP_OTHER_OPTIONS	= Іншыя параметры
IDC_ST_H264_APP_FOURCC_USED	= Код FourCC:
IDC_ST_H264_APP_KEYFRAME_INT	= Інтэрвал ключавых кадраў:
IDC_ST_H264_APP_FOURCC_HELP	= Даведка

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Налады Xvid
IDC_ST_XVID_RATE_CONTROL	= Кантроль хуткасці
IDC_RD_XVID_VBR			= VBR - па якасці (рэкамендуецца)
IDC_RD_XVID_CBR			= CBR - па бітрэйце
IDC_ST_XVID_OPTIMIZATION	= Аптымізацыя VBR
IDC_RD_XVID_FASTER_SPEED	= Хутчэй хуткасць кадзіравання
IDC_RD_XVID_SMALLER_SIZE	= Менш памер файла
IDC_ST_XVID_OTHER_OPTIONS	= Іншыя параметры
IDC_ST_XVID_KEYFRAME_INT	= Інтэрвал ключавых кадраў:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= Налады H.264 (NVIDIA® NVENC)
IDC_ST_H264_NVENC_RATE_CONTROL	= Кантроль хуткасці
IDC_RD_H264_NVENC_VBR		= VBR - па якасці (рэкамендуецца)
IDC_RD_H264_NVENC_CBR		= CBR - па бітрэйце
IDC_ST_H264_NVENC_GPU_USAGE	= Выкарыстанне GPU
IDC_ST_H264_NVENC_GPU_DEVICE	= Прылада GPU:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Іншыя параметры
IDC_ST_H264_NVENC_FOURCC_USED	= Код FourCC:
IDC_ST_H264_NVENC_KEYFRAME_INT	= Інтэрвал ключ.кадраў:
IDC_ST_H264_NVENC_FOURCC_HELP	= Даведка

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= Налады H.264 (CPU)
IDC_ST_H264_RATE_CONTROL	= Кантроль хуткасці
IDC_RD_H264_VBR			= VBR - па якасці (рэкамендуецца)
IDC_RD_H264_CBR			= CBR - па бітрэйце
IDC_ST_H264_OPTIMIZATION	= Аптымізацыя
IDC_RD_H264_FASTER_SPEED	= Хутчэй хуткасць кадзіравання
IDC_RD_H264_BALANCED		= Збалансаваная прадукцыйнасць
IDC_RD_H264_SMALLER_SIZE	= Менш памер файла
IDC_ST_H264_OTHER_OPTIONS	= Іншыя параметры
IDC_ST_H264_KEYFRAME_INT	= Інтэрвал ключавых кадраў:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Запіс па таймеры
IDC_ST_TIMER_SETTINGS		= Налады аўтастарта запісу
IDC_RD_TIMER_START_IN		= Аўтастарт праз
IDC_ST_TIMER_MINUTES		= хвілін
IDC_RD_TIMER_START_AT		= Аўтастарт у
IDC_CK_TIMER_MINIMIZE		= Згарнуць Bandicam у вобласць апавяшчэнняў калі пачнецца запіс.
IDC_ST_TIMER_AUTO_COMPLETE	= Аўтазавяршэнне запісу
IDC_BTN_TIMER_AUTO_COMPLETE	= Налады

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Запіс па таймеры - чаканне часу для аўтастарту
IDC_ST_TIMER_WAITING_INFO	= Чаканне, каб пачаць запіс у %s.
IDC_ST_TIMER_ELAPSED		= Прайшло часу:
IDC_ST_TIMER_REMAINING		= Засталося часу:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= Налады FPS
IDC_ST_FORMAT_FPS_MODE		= Рэжым частаты кадраў
IDC_RD_FORMAT_FPS_CFR		= CFR - Нязменная частата кадраў
IDC_ST_FORMAT_FPS_CFR		= Падае назад на VFR, калі прадукцыйнасць кадзіравання не з'яўляецца досыць добрай.
IDC_RD_FORMAT_FPS_VFR		= VFR - Зменная частата кадраў (рэкамендуецца)
IDC_ST_FORMAT_FPS_HELP		= Даведка

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_YOUTUBE
IDD_UPLOAD_TO_YOUTUBE		= Запампаваць на YouTube.com
IDC_ST_YOUTUBE_UPLOADINFO	= Інфармацыя аб запампоўванні
IDC_ST_YOUTUBE_FILENAME		= Файл:
IDC_ST_YOUTUBE_TITLE		= Назва:
IDC_ST_YOUTUBE_DESCRIPTION	= Апісанне:
IDC_ST_YOUTUBE_PRIVACY		= Прыватнасць відэа:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC	= Публічнае - любы можа глядзець гэта відэа
IDC_RD_YOUTUBE_PRIVACY_UNLISTED	= Не ў спісе - відэа можа глядзець толькі той, хто мае спасылку
IDC_RD_YOUTUBE_PRIVACY_PRIVATE	= Прыватнае - відэа могуць глядзець толькі я і выбраныя людзі
IDC_BTN_YOUTUBE_UPLOAD		= Запампаваць
IDC_LN_YOUTUBE_HELP		= Даведка
IDC_LN_YOUTUBE_TOS		= Націскаючы на кнопку "Запампаваць", вы пацвярджаеце, што маеце ўсе правы на змесціва і што ваш кантэнт адпавядае ўмовам выкарыстання YouTube / Twitter (<a>YouTube Terms of Service</a>)
IDC_CK_YOUTUBE_KEEP_LOGGED_IN	= Пакінуць у сістэме
IDC_BTN_YOUTUBE_LOGOUT		= Выйсці

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_YOUTUBE
IDD_UPLOADING_YOUTUBE		= Запампоўваецца...
IDC_ST_YOUTUBE_UPLOADED		= Відэа паспяхова запампавана!
IDC_ST_YOUTUBE_LINK		= Спасылка:
IDC_ST_YOUTUBE_EMBED		= HTML:
IDC_BTN_YOUTUBE_LINK_GO		= Перайсці
IDC_BTN_YOUTUBE_EMBED_COPY	= Капіяваць
IDC_BTN_YOUTUBE_CLOSE		= Закрыць

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Запампаваць на Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= Інфармацыя аб запампоўванні
IDC_ST_VIMEO_FILENAME		= Файл:
IDC_ST_VIMEO_TITLE		= Назва:
IDC_ST_VIMEO_DESCRIPTION	= Апісанне:
IDC_ST_VIMEO_PRIVACY		= Хто можа глядзець відэа:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Усе - любому дазволена глядзець гэта відэа
IDC_RD_VIMEO_PRIVACY_ONLYME	= Толькі я - відэа даступна мне і нікому больш
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Толькі людзі, на якіх я падпісаны на Vimeo
IDC_RD_VIMEO_PRIVACY_UNLISTED	= Толькі людзі з прыватнай спасылкай могуць глядзець гэта відэа
IDC_ST_VIMEO_PRIVACY_UNLISTED	= (Гэта функцыя недаступна для карыстальнікаў Vimeo Basic)
IDC_RD_VIMEO_PRIVACY_PASSWORD	= Толькі людзі з паролем могуць глядзець гэта відэа
IDC_CK_HIDE_PASSWORD		= Схаваць пароль
IDC_BTN_VIMEO_UPLOAD		= Запампаваць
IDC_LN_VIMEO_HELP		= Даведка

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Запампоўваецца...
IDC_ST_VIMEO_UPLOADED		= Відэа паспяхова запампавана!
IDC_ST_VIMEO_LINK		= Спасылка:
IDC_ST_VIMEO_EMBED		= HTML:
IDC_BTN_VIMEO_LINK_GO		= Перайсці
IDC_BTN_VIMEO_EMBED_COPY	= Капіяваць
IDC_BTN_VIMEO_CLOSE		= Закрыць

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_FACEBOOK
IDD_UPLOAD_TO_FACEBOOK		= Запампаваць на Facebook.com
IDC_ST_FACEBOOK_UPLOADINFO	= Інфармацыя аб запампоўванні
IDC_ST_FACEBOOK_FILENAME	= Файл:
IDC_ST_FACEBOOK_TITLE		= Назва:
IDC_ST_FACEBOOK_DESCRIPTION	= Апісанне:
IDC_ST_FACEBOOK_PRIVACY		= Прыватнасць:
IDC_RD_FACEBOOK_PRIVACY_PUBLIC	= Усе - Усе могуць глядзець гэта відэа
IDC_RD_FACEBOOK_PRIVACY_FOF	= Сябры сяброў - Гэта відэа можаце глядзець сябры вашых сяброў
IDC_RD_FACEBOOK_PRIVACY_FRIENDS	= Сябры - Гэтае відэа могуць глядзець вашы сябры
IDC_RD_FACEBOOK_PRIVACY_ONLYME	= Толькі я - Гэта відэа можаце глядзець толькі вы
IDC_BTN_FACEBOOK_UPLOAD		= Запампаваць
IDC_LN_FACEBOOK_HELP		= Даведка

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_FACEBOOK
IDD_UPLOADING_FACEBOOK		= Запампоўваецца...
IDC_ST_FACEBOOK_UPLOADED	= Відэа паспяхова запампавана!
IDC_ST_FACEBOOK_LINK		= Спасылка:
IDC_BTN_FACEBOOK_LINK_GO	= Перайсці
IDC_BTN_FACEBOOK_CLOSE		= Закрыць

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= Даступнасць NVENC
IDC_LN_NVENC_AVAILABLE		= Кадзіроўшчык NVIDIA NVENC H.264 даступны. \nNVENC - гэта высокапрадукцыйны кадзіроўшчык з выкарыстаннем апаратнага паскарэння. \n\nЦі жадаеце вы выкарыстоўваць кадзіроўшчык NVENC H.264? \n<a>падрабязней</a>
IDC_CK_NVENC_AVAILABLE		= Больш не пытаць

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® Quick Sync Video (QSV) даступнасць
IDC_LN_QSV_AVAILABLE		= Кадзіроўшчык Intel® Quick Sync Video H.264 даступны. \nQSV - гэта высокапрадукцыйны кадзіроўшчык з выкарыстаннем апаратнага паскарэння. \n\Ці жадаеце вы выкарыстоўваць кадзіроўшчык QSV H.264? \n<a>падрабязней</a>
IDC_CK_QSV_AVAILABLE		= Больш не пытаць

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_DEVICE_SELECTION
IDD_DEVICE_SELECTION		= Выбар прылады
IDC_ST_DEVICE_SELECTION		= Выбар
IDC_ST_DEVICE_NAME		= Прылада:
IDC_BTN_DEVICE_NAME_SETTINGS	= Налады
IDC_ST_DEVICE_FORMAT		= Фармат:
IDC_ST_DEVICE_VIDEO_INPUT	= Відэаўваход:
IDC_ST_DEVICE_AUDIO_INPUT	= Аўдыяўваход:
IDC_CK_DEVICE_AUDIO_CUSTOM	= Выкарыстоўваць карыстальніцкую аўдыяпрыладу
IDC_BTN_DEVICE_INPUT_SETTINGS	= Налады
IDC_ST_DEVICE_OPTIONS		= Параметры
IDC_ST_DEVICE_DEINTERLAING	= Дэінтэрлейсінг:
IDC_ST_DEVICE_FLIPSCREEN	= Адлюстраваць:
IDC_CK_DEVICE_FLIPSCREEN_H	= Па гарызанталі
IDC_CK_DEVICE_FLIPSCREEN_V	= Па вертыкалі
IDC_LN_DEVICE_HELP		= Анлайн-даведка

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_USING_WINAPPS
IDD_CAUTION_USING_WINAPPS	= Праблема сумяшчальнасці з Origin
IDC_LN_CAUTION_USING_WINAPPS	= Калі ўключаны запіс Windows Apps (UWP), праблема сумяшчальнасці можа паўстаць з Origin. <a>Націсніце тут</a>, каб вырашыць гэту праблему.\n\nВы ўпэўнены, што хочаце выкарыстоўваць запіс Windows Apps?
IDC_CK_CAUTION_USING_WINAPPS	= Больш не пытаць

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_LIST
IDD_SCHEDULED_REC_LIST		= Спіс запланаваных запісаў
IDC_ST_SREC_LIST_TEXT		= Запланаваныя запісы відэа ў вызначаны час (працуе толькі, калі Bandicam запушчаны).
IDC_BTN_SREC_LIST_ADD		= Дадаць
IDC_BTN_SREC_LIST_EDIT		= Рэдагаваць
IDC_BTN_SREC_LIST_DELETE	= Выдаліць
IDC_BTN_SREC_LIST_COPY		= Капіяваць
IDC_BTN_SREC_LIST_CLOSE		= Закрыць
IDC_LN_SREC_TIP_TASK_SCHEDULER	= ПАДКАЗКА: Як пачаць запланаваны запіс, калі Bandicam не запушчаны

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_SETTINGS
IDD_SCHEDULED_REC_SETTINGS	= Запланаваны запіс
IDC_ST_SREC_SETTINGS_NAME	= Назва:
IDC_CK_SREC_ACTIVE		= Актыўны
IDC_ST_SREC_SCHEDULING		= Планаванне
IDC_RD_SREC_ONE_TIME		= Адзін раз
IDC_RD_SREC_DAILY		= Штодзённа
IDC_RD_SREC_WEEKLY		= Штотыднёва
IDC_ST_SREC_START_TIME		= Час пачатку:
IDC_ST_SREC_END_TIME		= Час заканчэння:
IDC_CK_SREC_DURATION		= Працягласць
IDC_CK_SREC_SUN			= Нядзеля
IDC_CK_SREC_MON			= Панядзелак
IDC_CK_SREC_TUE			= Аўторак
IDC_CK_SREC_WED			= Серада
IDC_CK_SREC_THU			= Чацвер
IDC_CK_SREC_FRI			= Пятніца
IDC_CK_SREC_SAT			= Субота
IDC_ST_SREC_RECORDING		= Запіс
IDC_ST_SREC_TARGET		= Мэта запісу:
IDC_BTN_SREC_TARGET_SELECT	= Выбраць
IDC_ST_SREC_AFTER_RECORDING	= Пасля запісу:
IDC_LN_SREC_HELP		= [ Даведка ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_NO_DEVICE
IDD_ACAP_NO_DEVICE		= Няма прылад запісу гуку
IDC_ST_ACAP_NO_DEVICE		= Прылады запісу гуку не былі знойдзены.\nТаму ў запісаным відэафайле не будзе аўдыятрэка.
IDC_CK_ACAP_DO_NOT_SHOW		= Не паказваць гэта паведамленне зноў

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_NON_ADMIN_GAME_MODE
IDD_CAUTION_NON_ADMIN_GAME_MODE		= Bandicam запушчаны ад імя стандартнага карыстальніка
IDC_LN_CAUTION_NON_ADMIN_GAME_MODE	= Некаторыя мэты запісу не могуць быць выяўленыя, таму што вы не запусцілі Bandicam ад імя адміністратара. \n\n<a>Націсніце тут, каб запусціць Bandicam ад імя адміністратара.</a>
IDC_LN_CAUTION_NON_ADMIN_GAME_HELP	= Даведка
ID_BTN_CAUTION_UAC_SETTINGS		= Налады

[MENU]
ID_POPUP_ABOUT			= Аб праграме
ID_POPUP_GENERAL		= Асноўныя налады
ID_POPUP_FRAME			= Налады FPS
ID_POPUP_VIDEO			= Налады відэа
ID_POPUP_IMAGE			= Налады выяў
ID_POPUP_AUDIO			= Settings - Audio
ID_POPUP_OUTPUTS		= Налады вываду
ID_POPUP_OPENOUTPUTFOLDER	= Адкрыць выхадную папку
ID_POPUP_TARGET			= Рэжым запісу
ID_POPUP_SETTINGS		= Налады
ID_POPUP_SIZE			= Памер акна праграмы
ID_POPUP_EXIT			= Выхад з праграмы

ID_TARGET_DIRECTX		= Гульнявы рэжым
ID_TARGET_SCREEN		= Экранны рэжым - Прамавугольная вобласць
ID_TARGET_FULL			= Экранны рэжым - Поўны экран
ID_TARGET_MOUSE			= Экранны рэжым - Вакол курсора
ID_TARGET_DEVICE		= Прыладны рэжым
ID_TARGET_AUDIO_ONLY		= Audio-only Recording Mode
ID_TARGET_HELP			= Анлайн-даведка

ID_TARGET_HIDE			= Схаваць/паказаць рамку \t Ctrl+Alt+H
ID_TARGET_COPY_TO_CLIPBOARD	= Капіяваць у буфер абмену \t Ctrl+C, Ctrl+Alt+C
ID_TARGET_PEN			= Малявальны рэжым \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= Рамка па-над іншымі вокнамі
ID_TARGET_COUNTDOWN		= Таймер адваротнага адліку
ID_TARGET_COUNTDOWN_TIMER	= Паказваць таймер адваротнага адліку
ID_TARGET_COUNTDOWN_0		= Выкл.
ID_TARGET_COUNTDOWN_1		= 1 сек
ID_TARGET_COUNTDOWN_2		= 2 сек
ID_TARGET_COUNTDOWN_3		= 3 сек
ID_TARGET_COUNTDOWN_4		= 4 сек
ID_TARGET_COUNTDOWN_5		= 5 сек
ID_TARGET_COUNTDOWN_6		= 6 сек
ID_TARGET_COUNTDOWN_7		= 7 сек
ID_TARGET_COUNTDOWN_8		= 8 сек
ID_TARGET_COUNTDOWN_9		= 9 сек
ID_TARGET_COUNTDOWN_10		= 10 сек
ID_TARGET_HIDE_MAINWND		= Схаваць галоўнае акно падчас запісу
ID_TARGET_TRANSPARENCY		= Празрыстая бачнасць рамкі
ID_TARGET_SIZE			= Памер абрамленай вобласці
ID_TARGET_ADJUST		= Адрэгуляваць рамку

ID_TARGET_MOVE_LEFT		= Зрушыць налева \t Left
ID_TARGET_MOVE_RIGHT		= Зрушыць направа \t Right
ID_TARGET_MOVE_UP		= Зрушыць уверх \t Up
ID_TARGET_MOVE_DOWN		= Зрушыць уніз \t Down

ID_TARGET_INC_WIDTH		= Павялічыць шырыню \t Shift+Right
ID_TARGET_DEC_WIDTH		= Паменшыць шырыню \t Shift+Left
ID_TARGET_INC_HEIGHT		= Павялічыць вышыню \t Shift+Down
ID_TARGET_DEC_HEIGHT		= Паменшыць вышыню \t Shift+Up

ID_TARGET_FIND_WINDOW		= Вылучыць вобласць запісу \t Ctrl+F
ID_TARGET_FULLSCREEN		= Поўны экран \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= Падагнаць да 4:3
ID_TARGET_RATIO_16_9		= Падагнаць да 16:9
ID_TARGET_SIZE_CUSTOM		= Адмысловы памер \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Шаблоны памеру \t Shift+RButton
ID_TARGET_SIZE_PRESET_ADD	= Дадаць шаблон памеру
ID_TARGET_SIZE_PRESET_EDIT	= Рэдагаваць шаблоны памеру
ID_TARGET_SIZE_RU		= Скарыстаныя \t Ctrl+S

ID_TARGET_DISPLAY		= Дысплэй
ID_TARGET_DISPLAY_1		= Дысплэй 1
ID_TARGET_DISPLAY_2		= Дысплэй 2
ID_TARGET_DISPLAY_3		= Дысплэй 3
ID_TARGET_DISPLAY_4		= Дысплэй 4
ID_TARGET_DISPLAY_5		= Дысплэй 5
ID_TARGET_DISPLAY_6		= Дысплэй 6
ID_TARGET_DISPLAY_7		= Дысплэй 7
ID_TARGET_DISPLAY_8		= Дысплэй 8

ID_TARGET_OPEN_OUTPUTFOLDER	= Адкрыць выхадную папку
ID_TARGET_OUTPUT_LIST		= Спіс выхадных файлаў
ID_TARGET_EXIT_BANDICAM		= Выхад з праграмы

ID_DEVICE_HIDE			= Схаваць/паказаць акно \t Ctrl+Alt+H
ID_DEVICE_COPY_TO_CLIPBOARD	= Капіяваць у буфер абмену \t Ctrl+C, Ctrl+Alt+C
ID_DEVICE_ALWAYS_ON_TOP		= Па-над іншымі вокнамі
ID_DEVICE_SELECTION		= Выбраць прыладу \t Ctrl+D
ID_DEVICE_FULLSCREEN		= Поўны экран \t Enter
ID_DEVICE_ZOOM			= Памер акна запісу
ID_DEVICE_ZOOM_QUARTER		= 25% \t Alt+1
ID_DEVICE_ZOOM_HALF		= 50% \t Alt+2
ID_DEVICE_ZOOM_ORIGINAL		= 100% \t Alt+3
ID_DEVICE_ZOOM_DOUBLE		= 200% \t Alt+4
ID_DEVICE_ASPECT_RATIO		= Прапорцыі выявы
ID_DEVICE_KEEP_ASPECT_RATIO	= Фіксаваныя прапорцыі
ID_DEVICE_ASPECT_RATIO_DEFAULT	= Па змаўчанні
ID_DEVICE_ASPECT_RATIO_4_3	= 4:3
ID_DEVICE_ASPECT_RATIO_16_9	= 16:9
ID_DEVICE_OPEN_OUTPUTFOLDER	= Адкрыць выхадную папку
ID_DEVICE_OUTPUT_LIST		= Спіс выхадных файлаў
ID_DEVICE_EXIT_BANDICAM		= Выхад з праграмы

ID_USER_PRESET_ADD		= Дадаць
ID_USER_PRESET_EDIT		= Рэдагаваць

ID_SORT_BY_DATE			= Сартаванне па даце
ID_SORT_BY_NAME			= Сартаванне па імегі
ID_SORT_BY_SIZE			= Сартаванне па памеры

ID_OUTPUTS_LB_PLAY		= Адкрыць
ID_OUTPUTS_LB_OPEN		= Адкрыць
ID_OUTPUTS_LB_EDIT		= Рэдагаваць
ID_OUTPUTS_LB_RENAME		= Перайменаваць     \t F2
ID_OUTPUTS_LB_DELETE		= Выдаліць     \t Del
ID_OUTPUTS_LB_SELECT_ALL	= Выбраць усё \t Ctrl+A
ID_OUTPUTS_LB_OPEN_FOLDER	= Адкрыць выхадную папку

ID_UPLOAD_TO_YOUTUBE		= на YouTube
ID_UPLOAD_TO_VIMEO		= на Vimeo
ID_UPLOAD_TO_FACEBOOK		= на Facebook

ID_BDCAM_SIZE_DEFAULT		= Памер па змаўчанні

ID_AUDIO_FILTER_MONO		= Канвертаваць у мона
ID_AUDIO_FILTER_NS		= Заглушэнне шуму
ID_AUDIO_FILTER_NS_OFF		= Выкл.
ID_AUDIO_FILTER_NS_LOW		= Нізкі ўзровень
ID_AUDIO_FILTER_NS_MEDIUM	= Сярэдні ўзровень
ID_AUDIO_FILTER_NS_HIGH		= Высокі ўзровень

